Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/henrik-olsen.html.tmx
Source language: nob
Languages: sme

source: Henrik Olsen / Representanter / Om Sametinget / Forsiden - Sametinget
sme: Henrik Olsen / Áirasat / Sámedikki birra / Sámediggi - Sametinget

source: Henrik Olsen Rådsmedlem
sme: NSR

source: Gáisi krets
sme: henrik.olsen@samediggi.no

source: Fødselsdato:
sme: Styreleder Gáivuona Sámesearvi

source: Sivilstatus: Gift, fire barn
sme: Styremedlem/styreleder Gáivuona Sámenuorat
